
--------------------------------------------------------------------------------
-- Up
--------------------------------------------------------------------------------
CREATE TABLE
    Users (
        id INTEGER PRIMARY KEY,
        fullName TEXT NOT NULL,
        phoneNumber TEXT NOT NULL
    );

INSERT INTO
    Users (id, fullName, phoneNumber)
VALUES
    (1, 'Иван Иванович Иванов', '+79428448381');

--------------------------------------------------------------------------------
-- Down
--------------------------------------------------------------------------------
DROP TABLE Users;
